Tekla Open API Reference for Tekla Structures 2025
WpfOkCreateCancel Constructor
 Constructor
 Namespace: Tekla.Structures.Dialog.UIControls
 Assembly: Tekla.Structures.Dialog (in Tekla.Structures.Dialog.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public WpfOkCreateCancel()
Public Sub New
See Also
Reference
WpfOkCreateCancel Class
Tekla.Structures.Dialog.UIControls Namespace